---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayHeightParam
source: html/e525043f-3456-6d2d-7f8c-a2b9dee42726.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCabletrayHeightParam Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCabletrayHeightParam { get; }
```